/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ faz anos";

/* Title for event birthday (without a name) */
"Birthday" = "Data de nascimento";

"FACEBOOK_CALENDAR_NAME" = "Eventos do Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendário";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Lembretes";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Lembretes";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Lembrete";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Não é possível editar o evento.";

"NO_CALENDAR_ERROR" = "Não foi definido nenhum calendário.";

"NO_START_DATE_ERROR" = "Não foi definida nenhuma data de início.";

"NO_END_DATE_ERROR" = "Não foi definida nenhuma data final.";

"DATES_INVERTED_ERROR" = "A data inicial tem de ser anterior à data final.";

"UNEXPECTED_ERROR" = "Ocorreu um erro inesperado.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Esse calendário não pode ser movido para outra conta.";


"CALENDAR_READ_ONLY_ERROR" = "O calendário é apenas de leitura.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "A duração do evento é demasiado longa para este poder ser repetido com esta frequência.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "O evento repete‑se antes do aviso.";

"START_DATE_FUTURE_ERROR" = "O evento ocorre daqui a demasiados anos.";

"OCCURRENCE_COLLISION_ERROR" = "Já há nesta data uma ocorrência deste evento.";

"INVITES_CANNOT_MOVE_ERROR" = "Não é possível mover convites para outro calendário.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Não foi possível associar a um endereço a informação geográfica da localização do lembrete, para poder activar o alarme.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Este evento não pertence a esta base de dados.";

/* developer error */
"SPAN_ERROR" = "O intervalo especificado não é válido.";

"CALENDAR_HAS_NO_SOURCE" = "O calendário não tem origem";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Não é possível alterar o campo de repetição.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Não é possível alterar alarmes.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Não é possível alterar participantes.";

"CALENDAR_IMMUTABLE" = "Não é possível apagar ou alterar este calendário.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Esta conta não suporta localizações com informação geográfica.";

"ACTIONS_NOT_SUPPORTED" = "Esta conta não suporta acções.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Esta conta não suporta localizações para lembretes.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Esta conta não suporta alarmes com base na proximidade.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Um lembrete que se repete tem de ter um prazo.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Essa conta não permite adicionar nem remover calendários.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Esse calendário não permite adicionar nem remover eventos.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Esse calendário não permite adicionar nem remover lembretes.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Essa conta não suporta lembretes.";

"PRIORITY_IS_INVALID" = "A prioridade tem de ser entre 0 e 9.";

"INVALID_ENTITY_TYPE" = "Este elemento não é um EKEntityType válido.";
